IdeaRS.Connections
GussetPlateData.WebCutOffset Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the offset of the perpendicular cut of the web which is measured from the side object
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double WebCutOffset { get; set; }
Property Value
Type: Double
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace